#选择工具语言:Selected=1(中文);Selected=2(英文)
[Language]
Kinds=2
Selected=1
LangPath=Language\

Lang1File=Chinese.ini
Lang1FontName=宋体
Lang1FontSize=9

Lang2File=English.ini
Lang2FontName=Arial
Lang2FontSize=9

[System]
#指定设备类型，可支持的设备类型如下：
#RK27_DEVICE=0x10
#RKCAYMAN_DEVICE=0x11
#RK28_DEVICE=0x20
#RK281X_DEVICE=0x21
#RKPANDA_DEVICE=0x22
#RKNANO_DEVICE=0x30
#RKCROWN_DEVICE=0x40
#RK29_DEVICE=0x50
#RK30_DEVICE=0x60

SUPPORT_DEVICE=

#指定设备在Msc状态下的VID和PID
MSC_VID=0x0BB4
MSC_PID=0x0C02

#是否扫描全速usb设备标志,1表示支持,其他为不支持
IS_SUPPORT_FULL_USB=1

#等待msc设备重新连接的超时时间,秒为单位
MSC_TIMEOUT=20

#等待rockusb设备重新连接的超时时间,秒为单位
ROCKUSB_TIMEOUT=20

#日志功能开关,1表示记录日志,其他值为不记录日志
IS_LOG_ON=1

#DIRECT_LBA值为1时,idblock将直接使用lba访问
DIRECT_LBA=